{
    "posts": [
        {
            "video": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video1.mp4",
            "audio": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video1.mp3",
            "transcript": "Dit is wat je kan doen met een pompoen. Dikke ui, dikke mes. Snij de ui in kleine stukjes. 4 knoflooktenen. Snij de knoflook in kleine stukjes. Jalapeño. Als je niet ingepittig eten kan, haal dan de zaadjes eruit, want anders wordt het heel erg spicy. Snij de jalapeño heel fijn. Dikke pompoen. Scheermes. Scheur de pompoen. Haal de zaadjes eruit met een lepel. Snij de pompoen in kleine stukken. Pak een grote pan. Daar gaat bij 2 eetlepels olijfolie. Gele uitje. Even roeren en dan gaan we dit bakken voor 10 minuten. Dan kunnen de knoflook en de jalapeños erbij. En ook 2 eetlepels tomatenpuree. Goed mixen en dan voor 2 minuutjes verder koken. Dan kunnen de kruiden erbij. Ik heb een kruidenmix van kaneel, paprikapoeder, oregano, komijn, een beetje suiker en chilipeper. Goed roeren en dan eventjes kort bakken, want anders branden de kruiden aan en dat wil je niet. Dan kan de pompoen erbij. Een blik wit bonen. Ik wil eerst even laten uitlekken en omspoelen met water. Alle bonen in de pan. Tomatenblokjes. Als je niet bang bent voor pittig eten, doe er dan ook een eetlepel adobo peppers bij. Kook het water. Laurierblaadjes. En een groentebouillonblokje. Heel goed roeren. En dan gaan we dit rustig voor een half uurtje verder koken. Roer om de 5 minuten alles goed door. Na een half uurtje is de chili klaar. Voeg het sap van een limoen toe. En een handje fijn geterapeerde selie. Dat kan ook koriander zijn, maar ik vind koriander een zeer leuke smaak. Voeg er nog een beetje zout toe. En een klein beetje pepper. En dan heb je een ontzettend lekkere herfstachtige pompoenchili. Voeg dan je favoriete toppings toe, bijvoorbeeld avocado of tortilla chips. En check alle ingrediënten in de caption. En volg mij voor nog meer heerlijke recepten."
        },
        {
            "video": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video2.mp4",
            "audio": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video2.mp3",
            "transcript": "Dit is wat je kan doen met een pompoen. Dikke pompoen, prootmes. Snijd de pompoen eromhidden. Haal de zaadjes eruit. Dan pak je een scheermes. Scheer de pompoen. Snijd de pompoen in kleine stukjes. Dan pak je een pan. Ga bij 200 gram pompoen. En kook met water. Kook je pompoen even vijf minuten. Pak een schaaltje. Daar gaat bij haverflokken. Twee eetlepels pompoenpitten. Bozijnen. Daarvan doe je ook twee eetlepels. Twee eetlepels gebroken lijnzaad. Even goed mixen. Dan pak je een keukenmachine. Gekookte pompoen. Pureren. Zo dan heb je heel snel zelfgemaakte pompoenpuree. Pompoenpuree gaat bij het schaaltje. Dat gaat ook bij erhornsiroop. Ik doe ongeveer twee eetlepels, maar je kan ook meer doen. Klein beetje zout. En dan even alles goed mixen tot één geheel. Eén heel belangrijk onderdeel vergeten. Namelijk heel veel pumpkin spice. Voeg hiervan ook twee eetlepels toe. En kneed verder even met je handen. Pak dan vervolgens een bakrooster. En kneed ongeveer acht balletjes. En dan druk je bij ieder koekje een walnoot in het midden. En dan kun je ze in een voorverwarmde oven op 180 graden. Haal ze uit de oven en laat ze eerst even goed afkoelen. En dan heb je deze heerlijke pompoen havermout koekjes. Alle ingrediënten staan in de caption vermeld. En volg mij... En volg mij voor nog meer heerlijke pompoenrecepten."
        },
        {
            "video": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video3.mp4",
            "audio": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video3.mp3",
            "transcript": "Dit is wat je kan doen met een pompoen. Dikke pompoen. Snijd de pompoen er midden. Schep de zaadjes eruit. Snijd in halve maatjes. Dan pak je twee bieten. Scheermes. Scheer de bieten. Mooi. Snijd de bieten in kleine stukken. Dan zien mijn handen er zo uit en zo ziet de biet eruit. Pak een bakplaat en bakpapier. Pompoen aan één kant en de andere half de biet. Olijfolie. Pepper. Zout. En een klein beetje knoflookpoeder. Hustel het even samen. En dan kan het in de oven op 200 graden. Bord. Slaap. Ruime lins. Ik gebruik deze zak van hak. Doe de helft erbij. Klein beetje troestap. Klein beetje zout. Klein beetje peper. Dan kan je de pompoen en de biet uit de oven halen. De biet. En de pompoen. Even netjes neerleggen. Verkruim er ook een beetje vet over. Je kan ook geitenkaas doen, wat je wil. Een eetlepel pompoenpitten. Geroosterde pijnboekpitten. En balsamico creme. En dan heb je deze heerlijke pompoensalade. Zoals altijd zijn alle ingrediënten in de caption vermeld. En volg mij voor nog meer heerlijke pompoenrecepten."
        },
        {
            "video": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video4.mp4",
            "audio": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video4.mp3",
            "transcript": "En dit is wat ik ook doe met een pompoen. Pompoen, snijd de pompoen in het midden. Haal de zaadjes eruit. Snijd de pompoen in kleine stukken. Pak een bakplaat. Bakpapier. De pompoen. Shaved tomaatjes. Doe daarbij een beetje olijfolie. Salieblad. Een theelepel oregano. Een klein beetje nootmuskaat. Zout. Pieper. Dit met elkaar goed mixen. En dan gaat het even in de oven. Dan ziet het er na 25 minuten zo uit. Pak een schaaltje. Doe de tomaat en de pompoen erbij. Eenteen knoflook. En tomatenpuree. En pecorino romano. Blenden met een staafmixer. Dan is je saus helemaal klaar. Pan, kookt met water. Veel zout. De pasta. Even koken. Pan heet. Guanciale. Even knapperig bakken. Pastasaus. Even goed roeren. En dan de pasta erbij. Een klein beetje pastawater. En dan nog even goed met elkaar mixen. Zodat je een heerlijke romige pasta hebt. Wort. Pasta. Raps. Pecorino romano. Pieter. En dan heb je deze heerlijke romige pompoenpasta met pecorino romano en guanciale. Verras je familie en je vrienden met dit heerlijke herfstgesuipt. En volg mij voor nog meer heerlijke pompoenrecepten."
        },
        {
            "video": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video5.mp4",
            "audio": "C:\\Users\\zeeuw\\PycharmProject\\SocialGram\\tiktok\\videos\\video5.mp3",
            "transcript": "Dit is wat je kan doen met een pompoen. Mespompoen, dik mes, snij de pompoen door het midden, haal de pikjes eruit, dan ziet het ongeveer zo uit. Dan maak je schuinersneekjes in de pompoen, winterpeen, scheermes, scheer de wortel, snij de wortel in grote stukken, rooster, bakpapier, pompoen, wortel, een bol knoflook, snij hem door het midden, knoflook in de pompoen, olijfolie, kwast, vet de pompoen en de knoflook goed in, snij je volgens de pompoen om. En dan gaat dit nu in de oven. Een gele dikke ui, snij je in kleine stukjes, pan, olijfolie, uitje, even goed roeren en vijf minuten bakken. Na 45 minuten kan je de pompoen en de wortel eruit halen en kan je heel gemakkelijk het vruchtvlees van de pompoenen uitschrapen. Doe de pompoen bij de soeppan en ook de wortel. Doe de knoflook ook bij de pan. Voeg basilicum toe, 1 miljoenblokje en 1 liter water. Klep er en pureert het op de glasvloer. Wort, soep en dan heb je de meest romige pompoensoep. Voor een extra herfstige twist teken je heel gemakkelijke spinnenweb met balsamico creme en een saté prikker. Check alle ingrediënten in de caption en volg mij voor nog meer heerlijke herfstrecepten."
        }
    ]
}